{
  "title": "Pyrrha",
  "bannerMission": "IoT-based device that measures toxins to protect firefighters when battling wildfires",
  "informationTitle": "What is Pyrrha?",
  "informationFirstPara": "Previously named Prometeo, Pyrrha is an internet-of-things(IoT) solution that measures toxins that firefighters are exposed to when battling wildfires. ",
  "informationSecPara": "There are no individualized strategies to protect firefighters health and safety. Pyrrha is a cognitive platform that allows us to monitor firefighters in real time through color signals and alerts.",
  "whatopeneewButtonPrimary": "Get Involved",
  "whatopeneewButton2": "Join Us On Slack",
  "whatopeneewButton3": "Browse code",
  "sensorTitle": "Pyrrha Explained",
  "sensorDescription1": "The Architecture: This diagram is related to the current Pyrrha prototype (V1) that is being tested.  ",
  "sensorDescription2": "Pyrrha Device: The IoT device recollects key data: temperature, humidity, and the amount of smoke (CO Concentration) ",
  "sensorDescription3": "Monitoring console: Dashboard with real time alerts about the environmental data from each firefighter",
  "sensorDescription4": "Pyrrha (Prometeo V1 Testing: February 10-11, 2020, the 1st test on the field with GRAF Department from Bombers Generlitat in Barcelona. ",
  "sensorButtonText": "REMOVE",
  "dashboardTitle": "Team Contact",
  "dashboardDescription": "Meet the original Prometeo founders who were able to bring this project to life. ",
  "dashboardButtonText": "TBD",
  "networkTitle": "Acknowledgments",
  "networkDescription1": "- Wildland Firefighters GRAF and Bombers Catalunya for their labor against wildfires and their inspiring message. Thank you for your help on testing the IoT device in the field",
  "networkDescription2": "- Call for Code. Code & Response and the Linux Foundation's help and support",
  "networkDescription3": "- Josep Ràfols for his contribution to Prometeo open source community. ",
  "networkDescription4": "- Vicenç Ferres for his contribution related to smoke concentration parameters",
  "networkDescription5": "- Project Owl for their help in product testing and code",
  "networkDescription6": "- Based on Billie Thompson's README template",

  "networkButtonText": "Start a network",
  "footer": "Pyrrha is a ",
  "footerLink": "Call for Code® with The Linux Foundation project",
  "footer2":  " founded by ",
  "footerLink2": " Grillo",
  "copyright": "Copyright © 2020-2021 OpenEEW Project a Series of LF Projects, LLC.",
  "copyrightInfo": "For trademark usage guidelines, privacy and cookie policies, and other applicable policies, as well as terms and conditions governing this web site, please see www.lfprojects.org."
}
