{
  "title": "Pyrrha",
  "bannerMission": "IoT-based device that measures toxins to protect firefighters when battling wildfires",
  "informationTitle": "What is Pyrrha?",
  "informationFirstPara": "Previously named Prometeo, Pyrrha is an internet-of-things(IoT) solution that measures toxins that firefighters are exposed to when battling wildfires. ",
  "informationSecPara": "There are no individualized strategies to protect firefighters health and safety. Pyrrha is a cognitive platform that allows us to monitor firefighters in real time through color signals and alerts.",
  "whatopeneewButtonPrimary": "Get Involved",
  "whatopeneewButton2": "Join Us On Slack",
  "whatopeneewButton3": "Browse code",
  "sensorTitle": "Pyrrha Explained",

  "sensorDescription1":"The Architecture: This diagram is related to the current Pyrrha prototype (V1) that is being tested.  ",
  "Arch-Description1":"1. The firefighter logs into the mobile phone. The credentials are authenticated with IBM App ID. The next steps assume that authentication was successful. Then the firefighter scan for Prometeo devices with the mobile app and connect to the device thought bluetooth low energy.",
  "Arch-Description2":"2. The device sensor captures gas levels. The device sends to the mobile application sensor values at regular intervals.",
  "Arch-Description3":"3. The mobile application sends data to the IBM IoT platform.",
  "Arch-Description4":"4. The MQTT Client service listens for incoming messages on the IBM IoT platform.",
  "Arch-Description5":"5. The MQTT Client stores the data in the MariaDB relational database.",
  "Arch-Description6":"6. The MQTT Client sends the data to the WebSocket server.",
  "Arch-Description7":"7. The RulesDecision service wakes up every minute to calculate the 10 mins, 30 mins, 60 mins, 4 hours, and 8 hours time-weighted averages for each gas.",
  "Arch-Description8":"8. The dashboard queries the database to show the historical data.",
  "Arch-Description9":"9. The dashboard connects to the WebSocket Server to show live data and alerts the user if the levels go above certain pre-determined thresholds.",
  "Arch-Description10":"10. The central control can view the dashboard using the web browser.",
  "Arch-Description11":"11. The mobile application regularly requests firefighter status from the RulesDecision service and shows the result using the LED on the hardware device.",

  "sensorTitle1": "Pyrrha Technology",
  "sensorDescription2": "Pyrrha Device: The IoT device recollects key data: temperature, humidity, and the amount of smoke (CO Concentration) ",

  "sensorDescription3": "Monitoring console: Dashboard with real time alerts about the environmental data from each firefighter",

  "sensorTitle2": "Pyrrha In Action",
  "sensorDescription4": "Pyrrha (Prometeo V1 Testing: February 10-11, 2020, the 1st test on the field with GRAF Department from Bombers Generlitat in Barcelona. ",
  "TestingTarget": "Testing Targets:",
  "TestingTargetA": "A. Environmental data from firefighters ",
  "TestingTargetB": "B. Testing casing design, size, weight, and allocation",
  "TestingTargetC": "C. Recollecting feedback and suggestions from firefighters",

  "Results": "Results:",
  "ResultsA": "A. Data store 3 variables (Temperature, Humidity and CO Concentration) from 10 firefighters during 2 days",
  "ResultsB": "B. Casing roadmap",
  "ResultsC": "C. Design proposals and new allocation ideas for the device were made by firefighters",


  "sensorButtonText": "REMOVE",
  "dashboardTitle": "Team Contact",
  "dashboardDescription": "Meet the original Prometeo founders who were able to bring this project to life. ",
  "dashboardButtonText": "TBD",
  "networkTitle": "Acknowledgments",
  "networkDescription1": "- Wildland Firefighters GRAF and Bombers Catalunya for their labor against wildfires and their inspiring message. Thank you for your help on testing the IoT device in the field",
  "networkDescription2": "- Call for Code. Code & Response and the Linux Foundation's help and support",
  "networkDescription3": "- Josep Ràfols for his contribution to Prometeo open source community. ",
  "networkDescription4": "- Vicenç Ferres for his contribution related to smoke concentration parameters",
  "networkDescription5": "- Project Owl for their help in product testing and code",
  "networkDescription6": "",

  "networkButtonText": "",
  "footer": "Pyrrha is a ",
  "footerLink": "Call for Code® with The Linux Foundation project",
  "footer2":  ".",
  "footerLink2": "",
  "copyright": "Copyright © 2020-2021 Pyrrha Project a Series of LF Projects, LLC.",
  "copyrightInfo": "For trademark usage guidelines, privacy and cookie policies, and other applicable policies, as well as terms and conditions governing this web site, please see www.lfprojects.org."
}
